Repository: osmanaliaydemir/tx_manager
Catalog: mobile/lib/l10n/app_*.arb
Languages: tr

# loginConnect
source: Connect with X
tr: X ile Bağlan

# loginSubtitle
source: Supercharge your strategy
tr: İçerik Stratejini Güçlendir

# onboardingStep1Title
source: What is your main goal?
tr: Ana hedefin ne?

# onboardingStep1Subtitle
source: We will tailor suggestions based on this.
tr: Önerilerimiz buna göre şekillenecek.

# onboardingStep2Title
source: Choose your Tone of Voice
tr: Ses Tonunu Seç

# onboardingStep2Subtitle
source: How should you sound to your followers?
tr: Takipçilerine nasıl hitap edeceksin?

# goalAuthority
source: Build Authority
tr: Otorite Kurmak

# goalEngagement
source: Spark Conversation
tr: Etkileşim Artırmak

# goalCommunity
source: Build Community
tr: Topluluk Oluşturmak

# goalSales
source: Drive Sales
tr: Satış Yapmak

# goalGrowFollowers
source: Grow Followers
tr: Takipçi Artırmak

# goalDriveTraffic
source: Drive Traffic
tr: Trafik Çekmek

# toneProfessional
source: Professional
tr: Profesyonel

# toneFriendly
source: Friendly & Warm
tr: Samimi & Sıcak

# toneWitty
source: Witty & Fun
tr: Esprili & Eğlenceli

# toneProvocative
source: Provocative
tr: Kışkırtıcı / İddialı
